---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLineweightKey
source: html/1cf88c59-0eec-ccb1-b403-3417f0cebf50.htm
---
# ExportLineweightKey Members

Constructs a new default ExportLineweightKey.